10/data/attachments/1b65a46badea792d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jason_with_Friend_15611_1</nif:username>
            <nif:friendToBeRequested>soap_friends_528b1305-2d63-4886-9072-5a84b127039a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>